LEXICON_RU = {
    '/start': 'Привет! Напишите /help, чтобы узнать что умеет делать бот!',

    '/help_1': 'Это бот, который скачивает контент с сайта Pinterest/YouTube.\n\nКоманды бота:\n/download_content - '
               'скачивает контент;\n/cancel - отмена\n\n'
               'Перед тем, как пользоваться им, подписывайтесь на эти каналы:',

    '/help_2': 'Это бот, который скачивает контент с сайта Pinterest/YouTube.\n\nКоманды бота:\n/download_content - '
               'скачивает контент;\n/cancel - отмена.\n\n'
               'Чтобы отправить ссылку напиши команду /download_content',

    '/download_content': 'Отправьте мне ссылку на контент. Для отмены - /cancel',

    'passed_the_test': 'Отлично! Вы прошли проверку. Отправьте мне ссылку на контент. Для отмены - /cancel',

    'failed_the_test': 'Вы не прошли проверку. Подпишитесь на эти каналы!',

    'not_subscribed': 'Вы не подписаны на эти каналы.\nПользоваться ботом запрещено!',

    'get_video': 'Отлично, ссылку получил, скоро отправлю видео.',
    'get_photo': 'Отлично, ссылку получил, скоро отправлю фото.',
    'want_more': 'Надо еще что-то скачать?',
    'not_a_link': 'То, что вы отправили не является ссылкой сайта Pinterest.',
    'positive_answer': 'Отлично, отправьте мне ссылку на контент. Для отмены - /cancel',
    'negative_answer': 'Хорошо. Если надо будет что-то скачать - напишите команду /download_content',
    'dont_understand': 'Я вас не понимаю. Если нужна помощь - напишите команду /help',
    "dont_understand_2": 'Я вас не понимаю. Надо еще что-то скачать?'
}


dct = {'subscribe': 'Подписывайся',
       'yes': 'Да',
       'no': 'Нет'
       }

link = "https://t.me/godblesssusalll"
